{
  "list": [
    {
      "name": "Verdance",
      "seed": "verdance-seed-001",
      "description": "A lush frontier of spirit plants, deep roots, and hidden sects.",
      "factions": ["Hollowshade Clan", "Valebright Court", "Thornweave Syndicate", "The Rootspeakers"],
      "classes": ["Greenwarden", "Thorn Knight", "Sapling Adept", "Bloomcaller"],
      "lore": "In the heart of the Verdance, ancient spirit plants pulse with ethereal light, their roots forming vast networks beneath the forest floor that whisper secrets across continents. The Hollowshade Clan has learned to walk between shadow and root, using umbral magic to commune with the deepest, oldest growths. They believe the plants hold memories of the world's first age, when magic flowed freely through all living things.\n\nThe Valebright Court seeks a different path—one of harmony and cultivation. They tend great gardens where spirit plants are coaxed into new forms: healing vines that mend bones, luminous flowers that light entire settlements, and guardian trees whose branches can turn away the darkest creatures. Yet their perfected groves hide a darker truth: the Court's experiments sometimes create abominations that must be contained in the deep vales.\n\nBeneath the canopy, the Thornweave Syndicate operates in the spaces between light and shadow, trading in rare botanical specimens and the distilled essence of spirit plants. They say the Syndicate knows the location of every forbidden grove and cursed garden in the Verdance—knowledge they sell to the highest bidder.\n\nThe Rootspeakers wander the forest paths, serving as messengers and mediators between the scattered settlements. They claim to hear the voice of the World Tree itself, the massive ancient growth at the Verdance's heart whose roots touch every corner of the realm. Some say the World Tree is dying, its voice growing fainter each year, and only the Rootspeakers know the truth of what that might mean for all who dwell in the green realm."
    },
    {
      "name": "Ashenreach",
      "seed": "ashenreach-seed-002",
      "description": "A scorched expanse of ash dunes, ember cults, and bone singers.",
      "factions": ["Ember Cult", "Bonechanters", "Duskward Nomads", "The Cindermarch"],
      "classes": ["Ashblade", "Cinder Mystic", "Dust Ranger", "Bonechanter"],
      "lore": "The Ashenreach was not always a wasteland. Once, it was the Golden Empire of Solmere, a realm of crystal spires and sun-blessed fields. But the Great Burning came without warning—whether by dragon fire, fallen star, or the Empire's own hubris, none can say for certain. What remains is an endless expanse of silver ash where the wind carries whispers of the dead and fires that will not die flicker in the ruins of once-great cities.\n\nThe Ember Cult believes the Burning was no catastrophe but a purification. They worship at the Eternal Pyres—massive flame geysers that have burned continuously since the first day of ash. The Cultists practice flame communion, allowing the sacred fires to burn away their mortal flesh bit by bit until only the essential self remains. Their most devoted become living braziers, their bones glowing with inner fire, their touch capable of igniting hope or reducing enemies to cinder.\n\nIn the deep ash dunes, the Bonechanters hold dominion over the countless dead. The ash preserves all things perfectly—and in the Ashenreach, the dead do not rest easy. Bonechanters learn to sing to the skeletal remains buried in the dunes, calling forth ancient warriors, long-dead scholars, and the burned husks of the Empire's greatest champions. But each song carries a price, for the dead remember their burning, and their rage grows with each summoning.\n\nThe Duskward Nomads follow the ash storms across the wasteland, reading prophecy in the swirling patterns of dust and ember. They are the guides and traders of the Ashenreach, knowing which ruins are safe to shelter in and which valleys still burn with killing light. The nomads say the Great Burning was only the first of seven promised conflagrations, and they watch the skies for signs of the next.\n\nDeep in the most devastated regions, the Cindermarch tends the Remembrance Fields—vast gardens of glass flowers grown from melted sand, each bloom holding the final memory of someone who died in the flames. The Cindermarch are both keepers of history and prophets of renewal, for they alone know that beneath the ash, new seeds are beginning to stir."
    },
    {
      "name": "Skyvault",
      "seed": "skyvault-seed-003",
      "description": "Floating citadels and shattered islands drifting in endless skies.",
      "factions": ["Stormcaller Guild", "Voidwing Pirates", "Celestial Observatory", "The Windwright Consortium"],
      "classes": ["Stormcaller", "Voidwing", "Sky Knight", "Wind Sage"],
      "lore": "When the ancient world shattered in the Sundering, entire continents were cast into the sky, held aloft by veins of raw aetheric force. Now the Skyvault stretches across three layers of heaven: the Lowsky where most settlements drift, the Midsky where great storms birth lightning elementals, and the Highsky where the stars themselves can be touched by those brave enough to ascend.\n\nThe Stormcaller Guild maintains the delicate balance that keeps the floating islands habitable. Their weather-weavers direct the great air currents, ensuring that fertile islands receive rain while steering hurricanes away from populated citadels. The Guild's towers rise from every major settlement, their brass instruments constantly monitoring wind patterns and atmospheric pressure. But some say the Guild hoards the most dangerous weather magic for themselves, and their failed experiments have created the Screaming Storms that devour entire islands.\n\nIn the lawless reaches between stable territories, the Voidwing Pirates rule the wind-paths. Their ships are living things—great sky-mantas and wind-drakes bound to their will through ancient pacts and cruel surgery. The pirates raid merchant vessels and isolated settlements, but they also serve as informal explorers, mapping the ever-shifting positions of lost islands and reporting back the locations of aetheric storms. The greatest pirate captains command fleets that can strip a citadel bare in minutes, vanishing into the cloud banks before any pursuit can be mounted.\n\nHigh above the inhabited layers, the Celestial Observatory maintains its eternal watch. The star-readers there claim to have mapped every constellation, charted the movements of the wandering planets, and calculated the precise date when the scattered islands will realign and the Skyvault will be whole again. Their predictions guide everything from crop planting to diplomatic marriages, but their most important prophecy remains sealed: the nature of the force that shattered the world, and whether it stirs once more in the depths of space.\n\nThe Windwright Consortium controls much of the trade between islands, their great merchant vessels carrying everything from food and water to the rare aetheric crystals that power the floating cities. The Consortium's trading posts serve as neutral ground where even pirates and Guild enforcers can conduct business safely. But the Consortium's true power lies in their monopoly over skyship construction—and the secret knowledge of how to forge the living metal that allows vessels to sail the wind as easily as water.\n\nIn the deepest reaches of the Lowsky, where the air grows thin and strange, explorers report islands that should not exist: fragments of alien worlds caught in the cosmic catastrophe that created the Skyvault. These far islands harbor impossible creatures and technologies that defy understanding, but their treasures come at a terrible cost—for some say that the Sundering is not finished, and these alien fragments are the first sign of an even greater shattering yet to come."
    }
  ],
  "loaded": ""
}